export const PrimaryCards = [
    {
        "id": 0,
        "name": "The Fool",
        "description": "The Fool หมายถึง การเริ่มต้นอะไรใหม่ๆ การเสี่ยงอันตราย หากว่าเปิดได้ไพ่ใบนี้แล้วล่ะก็ เส้นทางใหม่ที่จะเดินไปอาจมีความเสี่ยง แต่เป็นความเสี่ยงที่ตัวเองต้องการ รู้ว่าเสี่ยงแต่คงต้องขอลอง"
    },
    {
        "id": 1,
        "name": "The Magician",
        "description": "The Magician หมายถึง ความทะเยอทะยาน การลงมือทำ ไพ่บอกว่าตัวคุณเองว่าคุณเก่งมาก อยากทำอะไรก็ลุยให้เต็มที่เลย เพราะไฟในตัวมีเยอะพอๆ กับความสามารถ ดังนั้นลุยได้เลยไม่ต้องยั้ง"
    },
    {
        "id": 2,
        "name": "The High Priestess",
        "description": "The High Priestess หมายถึง ความฉลาด มีความรู้ความสามารถ เป็นตัวแทนของคนเก่งมากความสามารถ แต่มักซ่อนสิ่งนั้นเอาไว้ภายในรูปลักษณ์นิ่งเงียบที่แสดงให้ภายนอกได้เห็น"
    },
    {
        "id": 3,
        "name": "The Empress",
        "description": "The Empress หมายถึง ความอุดมสมบูรณ์ ความเป็นแม่ เปิดได้ไพ่ใบนี้บอกเลยว่าจะเจอแต่ความสุขความสบาย เงินทองมั่งมี หรืออาจหมายถึงโอกาสตั้งครรภ์ได้ด้วย"
    },
    {
        "id": 4,
        "name": "The Emperor",
        "description": "The Emperor หมายถึง การมีอำนาจ ชอบสั่ง และไม่ยอมใคร คุณอาจอยู่ในสถานการณ์ที่ต้องยอมทำตามผู้ใหญ่ ถูกบังคับจากคนมีอำนาจมากกว่าก็เป็นได้ และยังหมายถึงความมั่นคงได้อีกด้วย"
    },
    {
        "id": 5,
        "name": "The Hierophant",
        "description": "The Hierophant หมายถึง การมีความรู้ การแต่งงาน การรวมเป็นหนึ่ง พระคือตัวแทนของผู้มีความรู้และยังเป็นตัวแทนในการแต่งงานรวมเป็นครอบครัวเดียวกัน อาจหมายถึงการเป็นที่พึ่งพาของคนอื่นๆ"
    },
    {
        "id": 6,
        "name": "The Lovers",
        "description": "The Lovers หมายถึง ความรัก การตัดสินใจ ได้พบเจอความรัก หรือต้องตัดสินใจเลือกสิ่งใดสิ่งหนึ่ง"
    },
    {
        "id": 7,
        "name": "The Chariot",
        "description": "The Chariot หมายถึง ความแน่วแน่ มุ่งมั่น ขยัน ทุ่มเท เมื่อเจอไพ่ใบนี้ คุณต้องทำตัวให้แข็งแกร่งยิ่งกว่าม้าศึกถึงจะประสบความสำเร็จในสิ่งที่ทำ"
    },
    {
        "id": 8,
        "name": "Strength",
        "description": "Strength หมายถึง ความแข็งแกร่ง บริหารจัดการเก่ง ไพ่นี้คือตัวแทนของหญิงสาวสุดแกร่ง มีอะไรเข้ามาก็ไม่อาจทำอะไรเธอได้ แถมยังจัดการสิ่งต่างๆ ได้เป็นอย่างดีอีกด้วย"
    },
    {
        "id": 9,
        "name": "The Hermit",
        "description": "The Hermit หมายถึง ความสันโดษ โดดเดี่ยว วิเคราะห์ เมื่อเจอไพ่ใบนี้ก็คงเลี่ยงไม่พ้นการอยู่ตัวคนเดียว การใช้เวลารักษาเยียวยาจิตใจ หรือแม้แต่การใช้เวลาเพื่อคิดวิเคราะห์สิ่งต่างๆ รอบตัว อย่าได้ใจร้อนทำสิ่งใดเด็ดขาด"
    },
    {
        "id": 10,
        "name": "The Wheel of Fortune",
        "description": "The Wheel of Fortune หมายถึง โชคชะตา เปลี่ยนแปลง คุณต้องเตรียมตัวให้ดี เพราะมีโอกาสเกิดเรื่องที่ไม่คาดฝันได้ มีการเปลี่ยนแปลงที่เราไม่อาจขัดขวางได้ อาจจะเป็นเรื่องดีหรือไม่ดีก็ได้เช่นกัน"
    },
    {
        "id": 11,
        "name": "Justice",
        "description": "Justice หมายถึง การตัดสินใจ เท่าเทียม กฎหมาย หากเปิดเจอไพ่นี้แสดงว่าคุณจะได้รับความยุติธรรม มีการตัดสินใจที่ก่อให้เกิดความเท่าเทียม หรืออาจจะเจอกับเรื่องราวเกี่ยวกับกฎหมายก็ได้เช่นกัน"
    },
    {
        "id": 12,
        "name": "The Hanged Man",
        "description": "The Hanged Man หมายถึง การรอคอย เสียสละ คุณอาจได้เจอกับสถานการณ์ที่ไม่อาจตัดสินใจทำอะไรได้ ต้องอยู่นิ่งๆ ต้องรอคอย หรืออาจจะต้องเสียสละความสุขส่วนตัวบางอย่าง"
    },
    {
        "id": 13,
        "name": "Death",
        "description": "Death หมายถึง การเปลี่ยนแปลง เกิดใหม่ เรื่องร้ายๆ จะกลายเป็นดี สิ่งต่างๆ ที่ว่าร้ายแรงแล้วจะเริ่มเปลี่ยนแปลงไปในทางที่ดีขึ้นทีละนิด"
    },
    {
        "id": 14,
        "name": "Temperance",
        "description": "Temperance หมายถึง การต่อรอง ผสมผสาน สมดุล ไพ่อยากแนะนำให้คุณสร้างความสมดุลให้ชีวิต ต้องต่อรองและยอมอ่อนข้อบ้างเพื่อให้ได้สิ่งที่ต้องการ"
    },
    {
        "id": 15,
        "name": "The Devil",
        "description": "The Devil หมายถึง การควบคุม ผูกมัด ไร้ความหวัง ระวังให้ดี เมื่อไพ่ใบนี้ปรากฏขึ้นมา เพราะคุณอาจเจอกับการควบคุม ถูกผูกมัดโดยไม่เต็มใจจนทำให้หมดพลังใจและหมดความหวัง"
    },
    {
        "id": 16,
        "name": "The Tower",
        "description": "The Tower หมายถึง การเปลี่ยนแปลงกะทันหัน การทะเลาะเบาะแว้ง ต้องเตรียมใจให้ดี เพราะอาจเจอเรื่องไม่คาดฝัน ได้รับข่าวสารที่ไม่ทันได้เตรียมใจ หรือเกิดเรื่องบาดหมางใหญ่โตกับคนรอบตัว"
    },
    {
        "id": 17,
        "name": "The Star",
        "description": "The Star หมายถึง ความหวัง ความสงบ แม้ฟ้าจะมืดมิด แต่หากไพ่ใบนี้โผล่ขึ้นมาก็เหมือนกับมีความหวังจากดวงดาวปรากฏขึ้น ควรทำตัวให้สงบเยือกเย็นเอาไว้"
    },
    {
        "id": 18,
        "name": "The Moon",
        "description": "The Moon หมายถึง ความกลัว ภาพลวงตา บางครั้งความกลัวก็อาจคืบคลานเข้ามาหาคุณแบบไม่รู้ตัว แต่ไพ่อาจบอกให้พิจารณาให้ดีว่าสิ่งนั้นน่ากลัวจริงๆ หรือเป็นเพียงภาพลวงตา"
    },
    {
        "id": 19,
        "name": "The Sun",
        "description": "The Sun หมายถึง การเติบโต แสงสว่าง มีชีวิตชีวา ไพ่ที่เป็นตัวแทนของความร้อนแรงและสดใส และเร็วๆ นี้อาจมีเรื่องดีๆ เข้ามาเซอร์ไพรส์ก็เป็นได้"
    },
    {
        "id": 20,
        "name": "Judgement",
        "description": "Judgement หมายถึง การตัดสินใจ โอกาสครั้งที่สอง จะมีเรื่องสำคัญมากๆ เข้ามาให้ต้องตัดสินใจ ต้องปล่อยอดีตให้ผ่านไปเพื่อให้สิ่งใหม่ๆ ได้เข้ามาแทน"
    },
    {
        "id": 21,
        "name": "The World",
        "description": "The World หมายถึง ความสำเร็จ ความสมบูรณ์ ถือเป็นอีกหนึ่งใบดีๆ อีกหนึ่งใบ มีความสำเร็จเกิดขึ้น ชีวิตเติมเต็มมากๆ ด้วย"
    }
]